Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/government_in_ireland/european_government/eu_institutions/european_ombudsman.html.txt.tmx
Source language: en
Languages: ga

source: The office of the European Ombudsman was established in 1992 by the Maastricht Treaty to deal with complaints regarding maladministration by the institutions and bodies of the European Union
ga: Bunaíodh Oifig an Ombudsman Eorpach sa bhliain 1992 faoi Chonradh Mhaastricht le deileáil le gearáin maidir le drochriarachán institiúidí agus eagraíochtaí de chuid Aontais Eorpaigh

source: "Maladministration" means poor or failed administration and occurs if an institution fails to do something it should have done, if it does it in the wrong way or if it does something it should not have done
ga: Is ionann Drochriarachán agus riarachán atá lag nó a theip air agus tarlaíonn sé nuair a theipeann ar institiúid rud a chur i gcrích a raibh sí ceapaithe a dhéanamh, má dhéanann sí ar an mbealach mícheart é nó má chuireann sí rud i gcrích nár cheart di

source: The role of the European Ombudsman is to safeguard the fundamental rights of citizens living in Europe by ensuring open and accountable administrations within the European Union
ga: Tá sé mar dhualgas ar Ombudsman Eorpach bunchearta gach saoránach a chónaíonn san Eoraip a choinneáil slán tríd riarachán oscailte agus freagrach taobh istigh d'Aontas Eorpach a chinntiú

source: European citizens have the right to complain to the European Ombudsman if they have concerns relating to maladministration by institutions and bodies of the European Community
ga: Tá sé de cheart ag saoránaigh na hEorpa gearán a dhéanamh chuig an Ombudsman Eorpach má bhíonn imní orthu maidir le drochriarachán institiúidí agus eagraíochtaí Chomhphobal na hEorpa

source: Instances of maladministration include:
ga: I measc na nithe ar a dtugtar drochriarachán orthu bheadh:

source: • Refusal of information and
ga: • Diúltú eolas a chur ar fáil agus

source: For example, many complaints lodged with the European Ombudsman to date concern administrative delay, late payment, arbitrary discrimination, lack of transparency or refusal of access to information
ga: Mar shampla, go dtí seo bhain go leor gearán a déanadh le Ombudsman Eorpach le moill riaracháin, íocaíocht a bheith deireanach, leatrom neamhshrianta, easpa soiléireachta nó diúltú eolas a chur ar fáil

source: Some complaints concern work relations between European institutions and their agents, recruitment of staff and the running of competitions
ga: Bhain cuid de na gearáin le baint oibre idir institiúidí Eorpacha agus a ngníomhairí, earcú foirne agus reachtáil comórtas

source: Others are related to contractual relations between the institutions of the European Community and private firms
ga: Bhain cuid eile le ceangal conartha idir institiúidí de chuid Chomhpobail na hEorpa agus comhlachtaí príobháideacha

source: While the European Ombudsman usually conducts inquiries on the basis of complaints from European citizens, he or she can also launch investigations on his or her own initiative
ga: Cé go mbreathnaíonn an tOmbudsman Eorpach ar cheisteanna de bharr gearán a rinne Saoránaigh na hEorpa, is féidir leis nó léi fiosrúcháin a sheoladh as a stuaim féin

source: The European Ombudsman delivers an Annual Report to the European Parliament, which is translated into all the official languages of the Union
ga: Cuireann an tOmbudsman Eorpach Tuairisc Bhliantúil ar fáil do Pharlaimint na hEorpa, a chuirtear ar fáil i ngach teanga oifigiúil de chuid an Aontais

source: The European Ombudsman also makes official visits to all member states to enable him or her to present his or her work directly to European citizens
ga: Tugann an tOmbudsman cuairteanna oifigiúla freisin ar gach Ballstát le deis a thabhairt dó nó dí féin a c(h)uid oibre a chur i láthair Saoránaigh na hEorpa go díreach

source: Jurisdiction of the European Ombudsman
ga: Limistéar Údaráis Ombudsman Eorpaigh

source: Institutions and bodies that fall within the European Ombudsman's jurisdiction include the following:
ga: I measc na nInstitiúidí agus eagraíochtaí a thiteann faoi údarás an Ombudsman tá:

source: • The Council of the European Union
ga: • Comhairle Aontas na hEorpa

source: • The Court of Justice (except in its judicial role)
ga: • Cúirt na gCearta (ach amháin ina ról dlíthiúil)

source: • The European Economic and Social Committee
ga: • Coiste Eacnamaíochta agus Sóisialta na hEorpa

source: • The European Central Bank
ga: • Banc Ceannais na hEorpa

source: • The European Investment Bank
ga: • Banc Infheistíochta na hEorpa

source: • Any other European Union body
ga: • Aon eagraíocht eile de chuid Aontas na hEorpa

source: The European Ombudsman cannot deal with complaints concerning national, regional or local authorities of member states, even when the complaints are about European Community law
ga: Ní féidir le Ombudsman Eorpach deileáil le gearáin a bhaineann le ceisteanna náisiúnta, réigiúnacha, ná le húdaráis áitiúla aon Bhallstáit, fiú nuair a bhaineann na gearáin sin le dlí Chomhphobail na hEorpa

source: If the European Ombudsman is unable to investigate your complaint, he or she will do their best to advise you of another body that could help
ga: Muna féidir le Ombudsman Eorpach scrúdú a dhéanamh ar do ghearán, déanfaidh sé nó sí a d(h)ícheall comhairle a chur ort maidir le eagraíocht eile a bheadh in ann cúnamh a thabhairt duit

source: This may be a national ombudsman, a regional ombudsman or committee on petitions
ga: B'fhéidir gur Ombudsman náisiúnta, réigiúnda nó coiste achainí a bheadh i gceist

source: The European Ombudsman liases regularly with national and regional ombudsmen, as some complaints are more appropriately dealt with on a national or regional level
ga: Bíonn an tOmbudsman Eorpach ag obair le ombudsman náisiúnta agus réigiúnda mar gheall gur fearr is féidir deileáil le cuid de na gearáin ag leibhéal náisiúnta nó réigiúnda

source: Ireland appoints an Ombudsman to deal with complaints relating to Government departments, local authorities, the Health Service Executive (HSE) and other public bodies in Ireland
ga: Tá Ombudsman ceapaithe in Éirinn le deileáil le gearáin a bhaineann le Ranna Rialtais, údaráis áitiúla, Feidhmeannacht na Seirbhíse Sláinte agus comhlachtaí poiblí eile in Éirinn

source: Who can complain to the European Ombudsman?
ga: Cé na daoine gur féidir leo gearáin a chur ós comhair an Ombudsman?

source: If you are a citizen of a member state of the European Union or are living in a member state, you are entitled to make a complaint to the European Ombudsman
ga: Más saoránach thú d'aon Bhallstát d'Aontas Eorpach nó má tá cónaí ort in aon Bhallstát, is féidir leat gearán a chur ós comhair Ombudsman Eorpaigh

source: Businesses, associations or other bodies with a registered office in a member state (e.g., public authorities) may also lodge a complaint with the European Ombudsman
ga: Is féidir le gnónna, cumainn nó eagraíochtaí eile a bhfuil oifig chláraithe acu i mBallstát (e.g., údaráis phoiblí) gearán a chur ós comhair Ombudsman Eorpaigh freisin

source: What happens when you complain?
ga: Céard a tharlaíonn nuair a dhéanann tú gearán?

source: The European Ombudsman has wide powers of investigation
ga: Tá réimse leathan cumhachtaí fiosrúcháin ag an Ombudsman

source: The institutions and bodies of the European Community must supply the European Ombudsman with any information he or she requests and give him or her access to the files concerned
ga: Ní mór d'institiúidí agus eagraíochtaí Chomhpobail na hEorpa aon eolas a bhíonn ag teastáil ó Ombudsman na hEorpa a chur ar fáil dó nó di agus cead a thabhairt dó/di breathnú ar na comhaid atá i gceist

source: Member States must also provide the European Ombudsman with information that may help to clarify instances of maladministration by European Union institutions and bodies
ga: Ní mór do Bhallstáit freisin eolas a chur ar fáil d'Ombudsman Eorpach a bheadh ina chúnamh le samplaí de dhrochriarachán institiúidí agus eagraíochtaí de chuid Aontais Eorpaigh a shoiléiriú

source: There are several ways in which the European Ombudsman can attempt to solve your problem
ga: Tá cúpla bealach ann inár féidir le Ombudsman Eorpach iarracht a dhéanamh an fhadhb a réiteach duit

source: When the European Ombudsman tells the relevant institution about a complaint he or she has received, the institution can take steps to solve the problem
ga: Nuair a insíonn an tOmbudsman Eorpach don institiúid chuí go bhfuil gearán faighte aige/aici ina taobh, is féidir leis an institiúid sin gníomhú leis an fhadhb a réiteach

source: This is called settled by the institution
ga: Tugtar réitithe ag an institiúid ar seo

source: If maladministration is found and the case is not settled during the inquiry, the European Ombudsman will try to find a friendly solution to satisfy you
ga: Má bhíonn drochriarachán ann agus munar féidir an cás a réiteach le linn an fhiosrúcháin, déanfaidh an tOmbudsman Eorpach iarracht teacht ar réiteach cairdiúil duit

source: If this fails, he or she can make a draft recommendation to the institution, calling on it to take the necessary steps to put the maladministration right
ga: Má theipeann ar seo, is féidir leis/léi dréacht mholadh a chur le chéile don institiúid, ag glaoch uirthi gníomhú mar is cuí leis an drochriarachán a chur ina cheart

source: If the institution does not accept his or her recommendation, he or she can make a special report to the European parliament
ga: Muna nglacann an institiúid leis an moladh, is féidir leis/léi tuairisc speisialta a thabhairt do Pharlaimint na hEorpa

source: How long do you have to wait for results?
ga: Cé chomh fada a bhíonn ort fanacht le toradh?

source: The European Ombudsman deals with complaints as quickly as possible
ga: Breathnaíonn an tOmbudsman Eorpach i ndiaidh gearán chomh tapaidh agus is féidir

source: He or she aims to acknowledge the receipt of complaints within one week, decide whether to open an inquiry within one month and close inquiries within one year
ga: Tá sé mar aidhm aige/aici admháil a chur amach taobh istigh de sheachtain go bhfuil gearán faighte, cinneadh a dhéanamh an ceart fiosrúchán a dhéanamh taobh istigh de mhí agus fiosrúcháin a bheith curtha i gcrích taobh istigh de bhliain

source: Complaints to the European Ombudsman are free of charge
ga: Ní aon táille le n-íoc ar ghearáin chuig Ombudsman Eorpach

source: To complain to the Ombudsman, you should write to him or her in any of the 21 Treaty languages, setting out clearly who you are, which institution or body of the European Community you are complaining about and the grounds for your complaint
ga: Ba cheart scríobh chuig an Ombudsman le gearán a dhéanamh in aon cheann den 21 teanga Conartha, ag insint go soiléar cé thú féin, cén institiúid nó eagraíocht de chuid Chomhphobail na hEorpa gur mian leat gearán a dhéanamh ina taobh agus cén gearán atá agat

source: A complaint must be made within two years of the date when you got to know the facts on which your complaint is based
ga: Ní mór gearán a dhéanamh taobh istigh de dhá bhliain ón dáta gur cuireadh ar an eolas thú maidir leis an gcúis ghearáin atá agat

source: You do need not be individually affected by the maladministration but you must already have contacted the institution or body concerned, for example, by writing a letter
ga: Ní gá go raibh tionchar ag an drochriarachán ort féin go pearsanta, ach is gá go mbeadh teagmháil déanta agat féin leis an institiúid nó eagraíocht atá i gceist, e.g., litir seolta agat chuici

source: The European Ombudsman will examine your complaint and you will be informed of the outcome of his or her investigation
ga: Déanfaidh an tOmbudsman Eorpach scrúdú ar do ghearán agus cuirfear scéal chugat maidir le toradh an scrúdaithe sin

source: The European Ombudsman does not deal with matters that are currently before a court or that have already been settled by a court
ga: Ní bhíonn aon phlé ag Ombudsman Eorpach le nithe atá ós comhair cúirte ag an am nó a réitíodh sa chúirt cheana

source: You can lodge your complaint online
ga: Is féidir gearán a chur ar líne

source: You can also write a simple letter to the European Ombudsman or you may prefer to fill out and post or fax a European Ombudsman's complaint form (pdf)
ga: Is féidir litir shimplí a scríobh chuig Ombudsman na hEorpa nó más fearr leat is féidir foirm ghearáin Ombudsman Eorpach (pdf) a chomhlánú agus a sheoladh chuig Ombudsman Eorpach

source: A brochure (with complaint form) entitled The European Ombudsman: Could he help you (pdf) is available from the European Ombudsman's office
ga: Tá bileog eolais (le foirm ghearáin) ar a thugtar, An tOmbudsman Eorpach: An féidir leis cabhrú leat (pdf) ar fáil ó oifig Ombudsman na hEorpa
